Repository: csanquer/markdown-bundle
Catalog: Resources/translations/messages.*.xliff
Languages: fr

source: First Level Heading
fr: Titre niveau 1

source: Second Level Heading
fr: Titre niveau 2

source: Heading 3
fr: Titre niveau 3

source: Heading 4
fr: Titre niveau 4

source: Heading 5
fr: Titre niveau 5

source: Heading 6
fr: Titre niveau 6

source: Your title here...
fr: Votre titre...

source: Bold
fr: Gras

source: Italic
fr: Italique

source: Bulleted List
fr: Liste à puces

source: Numeric List
fr: Liste numerotée

source: Picture
fr: Image

source: Link
fr: Lien

source: Your text to link ...
fr: Votre texte de lien ici...

source: Code Block / Code
fr: Code / Bloc de code

source: Preview
fr: Aperçu
